sgf201/k230_pangofly/src/canmv/port/boards/k230d_canmv_bpi_zero/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               CONFIG_BOARD
#define MICROPY_HW_MCU_NAME                 "K230D"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "CanMV K230D Zero - %d%c"
